Repository: openbullet/OpenBullet2
Catalog: OpenBullet2/Resources/Shared/MultiRunJobViewer.*.resx
Languages: es, it, nl

source: Abort
es: Abortar
it: Termina
nl: Afbreken

source: Alive
es: Activos
it: Vivi
nl: Levend

source: Banned
es: Deshabilitados
it: Bannati
nl: Verboden

source: Bot Log
es: Registro de Bot
it: Log del bot
nl: Bot-logboek

# BotLogDisabledError
source: The bot log was disabled in settings, please enable it to be able to see the bot log for future hits
es: El registro del bot se deshabilitó en la configuración, habilítelo para poder ver el registro del bot para futuros hits
it: Il log dei bot era disabilitato nelle impostazioni, per favore abilitalo per poter vedere il log completo nelle hit successive
nl: Het botlogboek is uitgeschakeld in de instellingen, schakel het in om het botlogboek te kunnen zien voor toekomstige hits

source: by
es: por
it: di
nl: door

source: Captcha credit
es: Captcha credito
it: Credito captcha
nl: Captcha tegoed

source: Captured data
es: Datos capturados
it: Dati catturati
nl: Captured gegevens

source: Change
es: Cambio
it: Cambia
nl: Verandering

source: Changing... please wait
es: Cambiando ... por favor espere
it: Cambiando... attendere prego
nl: Aan het veranderen ... een ogenblik geduld

# CombinationsText
source: Combinations of {0} with length {1}
es: Combinaciones de {0} con longitud {1}
it: Combinazioni di {0} con lunghezza {1}
nl: Combinaties van {0} met lengte {1}

source: Controls
es: Controles
it: Controlli
nl: Besturing

source: Copy data
es: Copiar datos
it: Copia dati
nl: Kopieer gegevens

source: Copy data + capture
es: Copiar datos + captura
it: Copia dati + cattura
nl: Gegevens kopiëren + vastleggen

source: Copy to clipboard failed
it: Copia negli appunti fallita

# CopyToClipboardFailedMessage
source: The copy to clipboard failed. Note: If you're accessing OB2 remotely through HTTP (and not HTTPS) the browser will block the copy to protect you from potential risks.
it: La copia negli appunti è fallita. Nota: Se accedi a OB2 da remoto via HTTP (e non HTTPS) il browser bloccherà la copia per proteggerti da potenziali rischi.

source: Custom
es: Personalizado
it: Personalizzati
nl: Aanpassingen

source: Custom input
es: Entrada personalizada
it: Input personalizzato
nl: Aangepaste invoer

source: Custom webhook
it: Webhook personalizzato

source: Data
es: Datos
it: Dati
nl: Gegevens

source: Data pool
es: Grupo de datos
it: Pool di dati
nl: Gegevens pool

source: Data stats
es: Datos estad.
it: Statistiche dati
nl: Gegevens stats

source: Date
es: Fecha
it: Data
nl: Datum

source: day(s)
es: día(s)
it: giorno/i
nl: dag(en)

source: Disabled
es: Deshabilitado
it: Disabilitato
nl: uitgeschakeld

source: Discord webhook
it: Webhook discord

source: Edit bots amount
es: Editar cantidad de bots
it: Modifica numero di bot
nl: Bewerk het aantal bots

source: Elapsed
es: Transcurrido
it: Trascorso
nl: Verstreken

source: Errors
es: Errores
it: Errori
nl: Fouten

# ExecutionInfo
source: Execution information
es: Información de ejecución
it: Informazioni di esecuzione
nl: Uitvoeringsinformatie

source: Fails
es: Fallidos
it: Fail
nl: Mislukt

source: Group
es: Grupo
it: Gruppo
nl: Groep

# HardStopMessage
source: Sending hard abort signal
es: Enviando señal de aborto forzado
it: Inviando il segnale di terminazione
nl: Er wordt een hard afbreken-signaal verzonden

source: Hit outputs
es: Salidas de Hits
it: Output delle hit
nl: Hits uitgangen

source: Infinite data pool
es: Grupo de datos infinito
it: Pool di dati infinita
nl: Oneindig gegevens pool

source: Invalid
es: Invalido
it: Non validi
nl: Ongeldig

source: Job options
es: Opciones de tarea
it: Opzioni del job
nl: Taak opties

# LineCheckedMessage
source: Line checked ({0})({1}) with status {2}
es: Línea verificada ({0}) ({1}) con estado {2}
it: Riga controllata ({0})({1}) con stato {2}
nl: Lijn gecheckt ({0}) ({1}) met status {2}

source: Loading
es: Cargando
it: Caricamento
nl: Bezig met laden

source: No config
es: Sin configuración
it: Nessuna config
nl: Geen config

# NoHitSelectedWarning
source: You must select a hit first
es: Debes seleccionar un Hit
it: Devi prima selezionare una hit
nl: U moet eerst een hit selecteren

source: No records to display
es: No hay registros para mostrar
it: Nessun risultato
nl: Geen records om weer te geven

source: Other stats
es: Otras estad.
it: Altre statistiche
nl: Andere statistieken

source: Pause
es: Pausar
it: Pausa
nl: Pauze

# PauseMessage
source: Sending pause signal
es: Enviando señal de pausa
it: Inviando il segnale di pausa
nl: Sturen van pauze singaal

# PausingMessage
source: Pausing... please wait until the current tasks finished processing
es: Pausando ... espere hasta que las tareas actuales terminen de procesarse
it: Mettendo in pausa... per favore attendi che i task finiscano il loro lavoro
nl: Pauzeren ... wacht tot de huidige taken zijn verwerkt

source: Progress
es: Progreso
it: Progresso
nl: Vooruitgang

source: Proxy mode
es: Modo proxy
it: Modalità proxy
nl: Proxy-modus

source: Proxy sources
es: Fuentes de proxy
it: Fonti di proxy
nl: Proxy-bronnen

source: Proxy stats
es: Proxy estad.
it: Statistiche proxy
nl: Proxy-statistieken

# RangeText
source: Range from {0} with amount {1} and step {2} (padding {3})
es: Rango de {0} cantidad {1} incremento de {2} (relleno {3})
it: Intervallo da {0} con quantità {1} e incremento {2} (padding {3})

source: Refresh list
es: Actualizar lista
it: Aggiorna lista
nl: Ververs lijst

source: Remaining
es: Restante
it: Rimanente
nl: Resterend

source: Remote
es: Remoto
it: Remoto
nl: Extern

source: Resume
es: Reanudar
it: Riprendi
nl: Hervat

# ResumeMessage
source: Resumed checking
es: Reanudar verificacion
it: Riprendendo il controllo
nl: Hervat het controleren

source: Retried
es: Reintentos
it: Riprovati
nl: Opnieuw geprobeerd

source: Send to debugger
es: Enviar al depurador
it: Manda al debugger
nl: Verzenden naar debugger

source: Show full log
es: Mostrar registro completo
it: Mostra log completo
nl: Volledig logboek weergeven

source: Skip
es: Omitir
it: Salta
nl: Overslaan

# SkippedWait
source: Skipped the wait
es: Se omitió la espera
it: Attesa saltata
nl: Het wachten overgeslagen

source: Skip Wait
es: Omitir la espera
it: Salta Attesa
nl: Wachten overslaan

# SoftStopMessage
source: Sending soft stop signal
es: Enviando de señal de pare
it: Inviando segnale di arresto dolce
nl: Zendt een soft stopsignaal

source: Start
es: Empezar
it: Avvia

source: Started checking
es: Comenzó a verificar
it: Controllo iniziato
nl: Begonnen met controleren

source: Started waiting
es: Comenzó a esperar
it: Attesa iniziata
nl: Begon te wachten

# StartingMessage
source: Starting...
it: In fase di avvio...

source: Stop
es: Detener
it: Arresta

# StoppingMessage
source: Stopping... please wait until the current tasks finished processing. Or, ya know, you could always
es: Deteniendo ... espere hasta que las tareas actuales terminen de procesarse. O, ya sabes, siempre podrías
it: Arrestando... per favore attendi che i task finiscano il loro lavoro, altrimenti
nl: Stoppen ... wacht tot de huidige taken zijn verwerkt. Of, weet je, je zou altijd kunnen..

source: Task error
es: ¡Error en tarea!
it: Errore del task
nl: Taakfout

# TaskManagerCompleted
source: The task manager completed all of its work
es: El Administrador de tareas completó todo su trabajo
it: Il task manager ha completato tutto il lavoro
nl: De taakbeheerder heeft al zijn werk voltooid

source: Task manager error!
es: ¡Error del administrador de tareas!
it: Errore del task manager!
nl: Taakbeheerfout!

# TaskManagerPaused
source: The task manager was paused
es: El Administrador de tareas se detuvo
it: Il task manager è stato messo in pausa
nl: De taakbeheerder was gepauzeerd

source: Tested
es: Probado
it: Testati
nl: Getest

source: Time left
es: Tiempo restante
it: Tempo rimanente
nl: Tijd over

source: To check
es: A Verificar
it: Da controllare
nl: Controleren

source: Total
it: Totale
nl: Totaal

source: Type
es: Tipo
it: Tipo

source: Waiting
es: Esperando
it: Aspettando
nl: Aan het wachten

source: Waiting for data
es: Esperando por datos
it: Aspettando i dati
nl: Wachten op gegevens

source: Database
es: Base de datos

source: File
es: Archivo
nl: Bestand

source: File system
es: Archivo de sistema
nl: Bestandssysteem

source: Wordlist
es: Diccionario
