Repository: openbullet/OpenBullet2
Catalog: OpenBullet2/Resources/Pages/JobMonitor.*.resx
Languages: de

source: Actions
de: Aktionen

# ActionsDescription
source: Executed sequentially
de: Ausgeführt in Folge

source: Active
de: Aktiv

source: Alive Proxies
de: Funktionierende Proxies

source: Banned Proxies
de: Gebannte Proxies

source: Bans
de: Ban

source: Captcha credit
de: Captcha Guthaben

source: Customs
de: Custom

source: days
de: Tage

source: Edit Action
de: Aktion ändern

source: Edit Trigger
de: Bedingung ändern

source: Errors
de: Fehler

source: Executing
de: wird ausgeführt

source: Executions
de: Ausführungen

source: Fails
de: Nicht funktionierende

# Help1x00
source: How does this work?
de: Wie funktioniert das?

# Help1x01
source: This is the %Job Monitor%, which contains a list of %triggered actions%. Triggered Actions are in charge of monitoring a job, checking for triggers and executing actions. First of all you should define the %id% of the job to monitor in the numeric textbox. Remember to uncheck the %active% checkbox when setting up the triggers and actions to avoid having them execute accidentally when you're not yet finished with them.
de: Dies ist der %Job Monitor%, der eine Liste von %Bedingten Aktionen% enthält. Die Aufgabe von bedingten Aktionen ist es, einen Job zu überwachen, Bedingungen zu prüfen und Aktionen auszuführen. Als erstes solltest du die %id% des zu überwachenden Jobs im Nummernfeld definieren. Denke daran, beim Konfigurieren von Bedingungen und Aktionen das Kontrollkästchen %Aktiv% zu deaktivieren, um zu verhindern, dass sie versehentlich ausgeführt werden.

# Help1x02
source: Then you should add some %triggers% and %actions%. Once all of the triggering conditions are true, the Job Monitor will execute all the %actions% you specified in a sequential order until they are exhausted. After executing the actions, the %executions% counter will increase. If the Triggered Action is marked as %repeatable%, triggers will be matches multiple times, otherwise the Triggered Action will set itself as inactive and not trigger ever again.
de: Dann solltest du %Bedingungen% und %Aktionen% hinzufügen. Wenn alle Bedingungen erfüllt sind, führt der Job Monitor alle von dir angegebenen %Aktionen% in sequentieller Reihenfolge aus, bis sie erledigt sind. Nach dem Ausführen der Aktionen wird der Zähler %Ausführungen% erhöht. Wenn die bedingte Aktion als %Wiederholend% markiert ist, werden die Aktionen immer dann ausgeführt, wenn die Bedingungen zutreffen, ansonsten wird die bedingte Aktion inaktiv und wird nicht mehr ausgeführt.

# Help1x03
source: The %Reset% button will reset the number of executions to 0. Triggered Actions are saved in the %triggeredActions.json% file, so if you want to back them up or transfer them to another OB instance you should copy this file.
de: Mit der Schaltfläche %Zurücksetzen% wird die Anzahl der Ausführungen auf 0 zurückgesetzt. Die bedingten Aktionen werden in der Datei %triggeredActions.json% gespeichert. Wenn du also eine Sicherungskopie speichern oder sie auf eine andere Instanz von OB2 übertragen möchtest, kannst du diese Datei kopieren.

source: Hits
de: Treffer

source: hours
de: Stunden

source: in job
de: im Job

source: Job finished
de: Job beendet

source: minutes
de: Minuten

source: New
de: Neu

source: on webhook
de: an Webhook

source: Progress
de: Fortschritt

source: Reload proxies
de: Proxies neu laden

source: Remove
de: Entfernen

source: Remove All
de: Alle entfernen

source: Repeatable
de: Wiederholend

source: Reset
de: Zurücksetzen

source: Retries
de: Wiederholungen

source: seconds
de: Sekunden

source: Select action type
de: Aktionstyp auswählen

source: Select trigger type
de: Bedingungstyp auswählen

source: Send
de: Sende

source: Set bots to
de: Stelle bots auf

source: Set relative time to
de: Setzte relative Zeit auf

source: Start Job
de: Job starten

source: Stop Job
de: Job anhalten

source: Tested
de: Getestet

source: Time elapsed
de: Vertrichene Zeit

source: Time remaining
de: Restlaufzeit

source: To Checks
de: Zur Überprüfung

source: Triggers
de: Bedingungen

# TriggersDescription
source: All must be verified at the same time
de: Alle müssen zutreffen

source: Wait
de: Warten
